Repository: primozflander/sensogrip_app_flutter
Catalog: lib/l10n/app_*.arb
Languages: de

source: Find Devices
de: Geräte finden

source: Connect
de: Verbinden

source: Open
de: Öffnen

source: Disconnect
de: Verbindung trennen

# bluetoothProblem
source: Please check bluetooth settings
de: Bitte überprüfen Sie die Bluetooth-Einstellungen

source: Profiles
de: Profile

# enterName
source: Enter your name
de: Name des Therapiekindes

source: Add user
de: Nutzer*in hinzufügen

# chartView
source: Home
de: Startbildschirm

source: Tip Sensor
de: Minensensor

source: Avg
de: Mittel

source: deg
de: Grad

source: Pencil Angle
de: Schreibwinkel

source: Writting Speed
de: Schreibgeschwind.

source: Battery Level
de: Batteriestand

source: Tip pressure
de: Minendruck

source: Finger pressure
de: Fingerdruck

source: Hello
de: Hallo

source: Data and Stats
de: Daten und Statistik

source: Settings
de: Einstellungen

# pencilInfo
source: About
de: Infos über den Stift und die App

source: Disconnect device
de: Verbindung zum Stift trennen

# disconnectDeviceQ
source: Are you sure you want to disconnect the device?
de: Sind Sie sicher, dass Sie die Verbindung zum Stift trennen möchten?

source: Tip sensor upper range
de: Minensensor oberer Grenzwert

source: Tip sensor lower range
de: Minensensor unterer Grenzwert

source: Finger sensor upper range
de: Fingersensor oberer Grenzwert

source: Finger sensor lower range
de: Fingersensor unterer Grenzwert

source: Positive feedback?
de: Positives Feedback?

source: User
de: Nutzer*innen

source: created
de: erstellt

source: Delete user
de: Nutzer*in löschen

# deleteProfileQ
source: User will be deleted. Delete?
de: Nutzer*innenprofil wird gelöscht. Löschen?

source: Yes
de: Ja

source: No
de: Nein

source: Feedback type
de: Feedback Art

source: No feedback
de: Kein Feedback

source: Simple feedback
de: Einfaches Feedback

source: Both sensors in range
de: Erweitertes Feedback

source: Advanced feedback
de: Detailliertes Feedback

source: Overpressure feedback
de: Feedback bei Drucküberschreitung

source: Negative feedback
de: Negatives Feedback

# dynamicRange
source: Adapt ranges dynamically?
de: Dynamische Grenzwertanpassung?

# angleCorrection
source: Pencil angle correction?
de: Stiftwinkelkorrektur?

# angleCorrectionD
source: When turned on, sensor values will be angle compensated
de: Wenn eingeschaltet, werden die Sensorwerte winkelkompensiert

source: Positive feedback color
de: Farbe des positiven Feedbacks

source: Negative feedback color
de: Farbe des negativen Feedbacks

# simpleAssistanceColor
source: Assistance color
de: Hilfsfarbe

# tipAssistanceColor
source: Tip sensor assistance color
de: Minensensor Hilfsfarbe

# fingerAssistanceColor
source: Finger sensor assistance color
de: Fingersensor Hilfsfarbe

source: Reset settings to default
de: Zurücksetzen auf Standardeinstellungen

# resetSettingsToDefaultQ
source: All settings will be lost. Reset?
de: Alle Einstellungen gehen dabei verloren. Zurücksetzen?

source: Calibrate sensors
de: Kalibrierung der Sensoren

# calibrateSensorsQ
source: Make sure that you are not pressing on any of the sensors. Calibrate?
de: Stellen Sie sicher, dass Sie nicht auf einen der Sensoren drücken. Kalibrieren?

# lockApp
source: Lock the App
de: App sperren

# lockAppQ
source: Are you sure you want to lock the App?
de: Sind Sie sicher, dass Sie die App sperren wollen?

# positiveFeedbackD
source: When turned on, LED will light up when sensors are in range
de: Bei aktivierter Einstellung leuchten die LEDs, wenn sich die Sensoren innerhalb des Grenzwertes befinden

# dynamicRangeD
source: When turned on, sensor ranges will be dynamically adjusted according to the user's performance
de: Bei aktivierter Einstellung werden die Sensorwertebereiche dynamisch an das Benutzerverhalten angepasst

source: No data to display!
de: Keine Daten vorhanden!

source: Delete data
de: Daten löschen

# deleteDataQ
source: Data will be deleted. Delete?
de: Die Daten werden gelöscht. Löschen?

source: Save measurement
de: Messung speichern

# saveMeasurementQ
source: Do you want to save this measurement?
de: Möchten Sie diese Messung speichern?

source: Test protocol
de: Testprotokoll

# newTestProtocol
source: Create new
de: Benutzerdefiniertes Protokoll

source: Single chart
de: Eine Tabelle

source: Two charts
de: Zwei Tabellen

source: Date
de: Datum

source: Pencil name
de: Stiftname

source: Max tip pressure
de: Maximaler Minendruck

source: Average tip pressure
de: Durchschnittlicher Minendruck

source: Tip pressure median
de: Median des Minendruckes

source: Max finger pressure
de: Maximaler Fingerdruck

source: Average finger pressure
de: Durchschnittlicher Fingerdruck

source: finger pressure median
de: Median des Fingerdruckes

source: Average angle
de: Durchschnittlicher Schreibwinkel

source: Average speed
de: Durchschnittliche Schreibgeschwind.

# sumOfPressures
source: Sum of tip and finger pressures
de: Summe der Finger- und Minendrücke

# duration
source: Duration in seconds
de: Dauer in Sekunden

source: Pencil usage:
de: Verwendungsdauer des Stiftes:

# pencilUsageD
source: When using the pencil, timer will count seconds the pencil was in use
de: Der Zähler erfasst die Nutzungsdauer des Stiftes in Sekunden

source: seconds
de: Sekunden

source: Reset
de: Zurücksetzen

# pencilInRangeUsage
source: Pencil usage inside ranges:
de: Verwendungsdauer innerhalb der Grenzwerte:

# pencilInRangeUsageD
source: When using the pencil, timer will count seconds the sensors were in range
de: Nutzungsdauer des Stiftes innerhalb der Minen- und Fingerdruck-Grenzwerte

source: Support:
de: Hilfe:

source: Reset counter
de: Zähler zurücksetzen

# resetCounterQ
source: Are you sure you want to reset the counter?
de: Sind Sie sicher, dass Sie den Zähler zurücksetzen möchten?

source: Display realtime chart
de: Echtzeitdiagramm anzeigen

source: Display realtime chart and video
de: Echtzeitdiagramm und Video-Rückmeldung anzeigen

source: Current user
de: Aktuelles Profil anzeigen

source: Show all users
de: Alle Profile anzeigen

source: Protocol
de: Protokoll

source: Select data to display
de: Daten zur Anzeige auswählen

source: Help
de: Hilfe

# loading
source: Loading... please wait
de: Laden... bitte warten

# noUsersYet
source: You have no users yet - start adding some!
de: Sie haben derzeit keine gespeicherten Nutzer*innenprofile!

# noStream
source: Press play to view live data!
de: Drücken Sie Play, um die Live-Daten zu sehen!

source: Angle
de: Winkel

source: Speed
de: Geschwindigkeit

# tipPressureUpperRangeC
source: Tp+
de: MD+

# tipPressureLowerRangeC
source: Tp-
de: MD-

# fingerPressureUpperRangeC
source: Fp+
de: FD+

# fingerPressureLowerRangeC
source: Fp-
de: FD-

source: Recording...
de: Aufnahme läuft...

# tipSensorLetter
source: T
de: M

# angleLetter
source: A
de: W

# speedLetter
source: S
de: G

source: Tip sensor range
de: Grenzwerte des Minensensors

source: Finger sensor range
de: Grenzwerte des Fingersensors

source: Back
de: Zurück

source: User Manual
de: Benutzerhandbuch

# transferToCloudN
source: Data transfered to cloud.
de: Daten werden in die Cloud übertragen.

# deleteCloudDataN
source: Data deleted from the cloud.
de: Daten aus der Cloud gelöscht.

source: Device id
de: Geräte-ID

# checkConnectionN
source: Data not transfered to cloud. Please check internet connection.
de: Daten werden nicht in die Cloud übertragen. Bitte überprüfen Sie die Internetverbindung.

# provideValidNameF
source: Please provide a valid name.
de: Bitte geben Sie einen gültigen Namen an.

# userExistsF
source: The username already exists.
de: Der Benutzername existiert bereits.

# nameTooLongF
source: Please provide name shorter than 20 characters.
de: Bitte geben Sie einen Namen an, der kürzer als 20 Zeichen ist.

source: Pencil version
de: Stift Version

# skipBtn
source: Skip
de: Überspringen

# nextBtn
source: Next
de: Weiter

# getStartedBtn
source: Get started
de: Los geht's!

# instantFeedbackH
source: Instant feedback
de: Sofortige Rückmeldung

# userProfilesH
source: User profiles
de: Benutzerprofile

# analyzeDataH
source: Analyze data
de: Daten analysieren

# instantFeedbackD
source: Get instant feedback via real-time chart and built-in pencil LED.
de: Erhalten Sie sofortiges Feedback über das Echtzeitdiagramm und die eingebaute Stift-LED.

# userProfilesD
source: Each user has their own profile, with their own personalized settings and measurements.
de: Jeder Benutzer hat sein eigenes Profil mit seinen persönlichen Einstellungen und Messungen.

# analyzeDataD
source: Get detailed statistics of your measurements from the App or simply export your data to your PC for further analysis.
de: Holen Sie sich detaillierte Statistiken zu Ihren Messungen aus der App oder exportieren Sie Ihre Daten einfach auf Ihren PC zur weiteren Analyse.

# cloudServiceD
source: Save your data securely to the cloud.
de: Speichern Sie Ihre Daten sicher in der Cloud.

# lockedFeaturesD
source: Some features of the App are currently locked. Enter the correct code to unlock the full experience.
de: Einige Funktionen der App sind derzeit gesperrt. Geben Sie den richtigen Code ein, um den vollen Funktionsumfang freizuschalten.

source: Enter password
de: Kennwort eingeben

# passwordF
source: Password is not valid.
de: Kennwort ist nicht gültig.

source: Continue without pen
de: Fortfahren ohne Stift

# noPencilT
source: Connect your Sensogrip pencil to unlock additional features!
de: Verbinden Sie Ihren Sensogrip-Stift, um zusätzliche Funktionen freizuschalten!

source: Limit y scale to 500
de: Die Y-Skala auf 500 begrenzen

source: Limit y scale to 1000
de: Die Y-Skala auf 1000 begrenzen

# removeLimitYScale
source: Remove y scale limit
de: Y-Skalierungsgrenze aufheben
